Repository: turlyalz/KOS_iOS
Catalog: KOSeek/localization/*.xliff
Languages: cs

# I7b-dX-TE9.text
source: Welcome to KOSeek
cs: Vítejte v KOSeek

# 1gi-8p-B6A.text
source: Student Office
cs: Studijní Oddělení

# 2pb-Ua-NL8.text
source: Exams
cs: Zkoušky

# 5qP-3Z-Xiy.title
source: Student Office
cs: Studijní Oddělení

# 7LC-Y6-5qj.text
source: Username:
cs: Login:

# 8M9-o8-npt.title
source: Profile
cs: Profil

# 102-DD-6Yy.text
source: Welcome to KOS iOS
cs: Vítejte v KOS iOS

# DhN-hH-WAM.normalTitle
source: Log In
cs: Přihlásit se

# E6Z-TX-RGr.title
source: Subject details
cs: Detaily předmětu

# HVY-p5-Dxd.text
source: Timetable
cs: Rozvrh

# ICl-K0-qLS.text
source: People Search
cs: Výhledávání lidí

# Lqe-U6-R7q.title
source: Semester
cs: Semestr

# SWd-E6-LLy.text
source: Password:
cs: Heslo:

# XZt-NZ-tdQ.text
source: Log out
cs: Odhlásit se

# dYP-e9-Nwd.title
source: Search
cs: Vyhledávání

# kXE-8W-Yfw.text
source: Course Events
cs: Jednorazové akce

# lRU-1F-VsL.title
source: Course Events
cs: Jednorazové akce

# lgY-Ey-9nm.title
source: Even Week
cs: Sudý týden

# nWy-sD-hLz.title
source: Odd Week
cs: Lichý týden

# v2d-8j-Pki.text
source: Please wait. Downloading data.
cs: Stahování dat. Počkejte prosím.

# v93-K3-Cxy.text
source: Semester
cs: Semestr

# w9R-UN-KPn.title
source: Results
cs: Výsledky

# xWm-eo-gtU.title
source: Exams
cs: Zkoušky

# xyl-Me-mtC.text
source: Results
cs: Výsledky

source: All of your actual data will be removed and new data will be downloaded. Are you sure you want to continue?
cs: Všechna stažená data budou smazaná a nová data budou stažená. Opravdu chcete pokračovat?

source: Are you sure you want to log out?
cs: Opravdu se chcete odhlásit?

source: Cancel deadline
cs: Termín odhlášení

source: Completion
cs: Zakončení

source: Credits
cs: Kredity

source: Credits enrolled:
cs: Zapsané kredity:

source: Credits obtained:
cs: Získané kredity:

source: Date
cs: Datum

source: Day
cs: Den

source: Description
cs: Anotace

source: Download language:
cs: Jazyk stahování:

source: Downloading data, please wait.
cs: Stahování, počkejte prosím.

source: Email has successfully added to buffer
cs: Email byl úspěšně přidan do bufferu

source: End:
cs: Konec:

source: Fri
cs: Pát

source: From
cs: Od

source: KOS CTU
cs: KOS ČVUT

source: Lectures content
cs: Osnova přednášek

source: Logging In, please wait.
cs: Přihlášení, počkejte prosím.

source: Mon
cs: Pon

source: No
cs: Ne

source: No available exams
cs: Nejsou aktuálně zkoušky

source: Occ/Cap
cs: Obs/Kap

source: Password cannot be empty!
cs: Heslo nesmí být prazdné!

source: Personal number:
cs: Osobní číslo:

source: Place
cs: Místo

source: Please select subject
cs: Vyberte si předmět

source: Range
cs: Rozsah

source: Room:
cs: Místo:

source: Sat
cs: Sob

source: Season
cs: Semestr

source: Start:
cs: Začátek:

source: Subject
cs: Předmět

source: Teacher:
cs: Vyučující:

source: Thu
cs: Čtv

source: Till
cs: Do

source: Time
cs: Čas

source: Total enrolled:
cs: Zapsáno celkem:

source: Total obtained:
cs: Získáno celkem:

source: Tue
cs: Úte

source: Tutorials content
cs: Osnova cvičení

source: Username cannot be empty!
cs: Login nesmí být pradný!

source: Wed
cs: Stř

source: Yes
cs: Ano

source: You have no internet connection. Please check your settings and try again.
cs: Nejste připojen k internetu. Zkontrolujte své nastavení a opakujte prosím.

source: type to start
cs: zmačkněte
